IDEA Open Model
OpenMessage Properties
Compatible with IDEA StatiCa v 10.1
The OpenMessage type exposes the following members.
Properties
Name | Description
Description
 Description of message
InnerMessage
 Inner message
Message
 Gets the Message
Number
 Number of message
Object
 Affected object
PropertyName
 Affected property name
PropertyValue
 Gets the value of affected property
Top
See Also
Reference
OpenMessage Class
IdeaRS.OpenModel.Message Namespace